{
  "service": [
    {
      "title": "Web Development",
      "imageUrl": "assets/images/Web.png"
    },
    {
      "title": "Mobile Development",
      "imageUrl": "assets/images/Mobile.png"
    },
    {
      "title": "UI/UX Design",
      "imageUrl": "assets/images/Design.png"
    }
  ],
  "portfolio": [
    {
      "id": "asd1293uasdads1",
      "title": "Crocs",
      "imageUrl": "https://res.cloudinary.com/djxpqemkk/image/upload/v1686734445/Screenshot_2023-06-12_at_4.14.07_PM_xygre8.png",
      "type": "Website",
      "responsibility": [
        "Web Development",
        "UI/UX Design"
      ],
      "credit": "https://dribbble.com/shots/15164950-Recruiting-app",
      "desc": "Introducing Crocs' New Website: A Perfect Blend of Style and Functionality! Crocs, the iconic footwear brand known for its comfort and vibrant designs, is stepping up its online presence with a brand-new website. Developed using Vue.js and packed with captivating animations, this website is set to revolutionize the way Crocs engages with its customers. Our team at Josh IT Works has carefully crafted a website that not only embodies Crocs' unique business values but also delivers an exceptional user experience. From the moment visitors land on the site, they will be greeted with a custom cursor that adds a touch of playfulness and interactivity. The UI design has been meticulously tailored to align with Crocs' brand identity, utilizing vibrant colors and clean layouts. Users will effortlessly navigate through the website, seamlessly exploring the latest collections, limited editions, and timeless classics. But what truly sets this website apart are the smooth and beautiful animations that bring the Crocs experience to life. Every scroll, hover, and click reveals delightful transitions and engaging interactions, creating an immersive and memorable browsing experience. These animations not only captivate users but also highlight the versatility and personality of the Crocs brand. Behind the scenes, our team has prioritized performance and optimization to ensure a lightning-fast website that keeps visitors engaged. With carefully optimized code and efficient loading techniques, users will experience a seamless browsing experience without any frustrating delays. Crocs' new website is not just about aesthetics—it's about driving conversions and enhancing the overall customer journey. The website integrates robust e-commerce functionalities, allowing users to easily explore products, read detailed descriptions, and make secure purchases with just a few clicks."
    },
    {
      "id": "asd1293uhjkhkjh2",
      "title": "Thunder.co",
      "imageUrl": "https://res.cloudinary.com/djxpqemkk/image/upload/v1688951416/Screenshot_2023-07-10_at_6.40.05_AM_lue3ct.png",
      "type": "Mobile Apps",
      "responsibility": [
        "Mobile Development",
        "UI/UX Design"
      ],
      "credit": "https://dribbble.com/shots/15276430-Stream",
      "desc": "Introducing the Thunder App: Connecting Introverts for a Happier College Life! Are you an introverted college student looking to break out of your shell and find like-minded individuals with similar interests? Look no further! The Thunder app is here to revolutionize your college experience by helping you discover a circle of friends who share your passions and create a supportive and engaging environment. Developed with the needs of introverts in mind, the Thunder app is designed to provide a safe and comfortable space for you to connect with fellow introverted students who understand the challenges and joys of navigating college life. How does it work? It's simple! The app utilizes an intuitive matching system that considers your unique interests, hobbies, and academic pursuits. By analyzing your preferences and personality traits, Thunder suggests potential connections and helps you find your tribe - a group of individuals who share common goals and interests. Once you've found your circle, the app provides a range of features to facilitate meaningful interactions and build lasting relationships. You can engage in group chats, plan study sessions, organize extracurricular activities, and even join virtual events tailored to your shared interests. With Thunder, you'll never have to feel alone or isolated on campus again. Our app also offers a variety of resources and support tools specifically curated for introverted students. From tips on managing social anxiety to strategies for effective communication, Thunder is your go-to companion for navigating the challenges of college life and thriving in an environment that celebrates introversion. At Thunder, we believe that everyone deserves a fulfilling and enriching college experience, regardless of their personality type. Our mission is to empower introverted students, providing them with a platform to find their niche and create a supportive community that fosters personal growth and success."
    },
    {
      "id": "asd1293uvbvcbbd3",
      "title": "Drone Shop (E- commerce)",
      "imageUrl": "https://res.cloudinary.com/djxpqemkk/image/upload/v1688021914/Screenshot_2023-06-29_at_12.22.56_PM_akunkc.png",
      "type": "Website",
      "responsibility": [
        "Web Development",
        "UI/UX Design"
      ],
      "credit": "https://dribbble.com/shots/15223131-Freelance-Mobile-App-Concept",
      "desc": "Welcome to DroneHub, the ultimate destination for all drone enthusiasts out there! Our platform is designed to cater to your passion for drones, providing a seamless and engaging experience as you explore and purchase the latest drone models. Discover an extensive collection of cutting-edge drones from top manufacturers, accompanied by detailed specifications, customer reviews, and captivating imagery. With our user-friendly interface, navigating through the options is a breeze, allowing you to find the perfect drone that aligns with your needs and preferences. DroneHub isn't just about browsing drones; it's about fostering a vibrant community of like-minded individuals. Engage in conversations, share your experiences, and connect with fellow drone lovers from around the globe. Our platform serves as a virtual meeting place where you can learn, grow, and build meaningful relationships with other enthusiasts. We prioritize safety above all else. DroneHub provides a wealth of educational resources, guidelines, and up-to-date information on regulations to ensure responsible drone usage. Our aim is to promote safe and respectful practices, ensuring that your drone flying experiences are enjoyable while respecting the privacy and security of others. Purchasing your dream drone is a breeze on DroneHub. Our streamlined and secure online transaction process allows you to add your desired drone to your cart, choose from a variety of payment methods, and have it delivered right to your doorstep. Our dedicated customer support team is always ready to assist you with any queries or concerns you may have."
    },
    {
      "id": "asd1293ufgdfgs4",
      "title": "WhimStay (Hotel Booking Platform)",
      "imageUrl": "https://res.cloudinary.com/djxpqemkk/image/upload/v1686734425/Screenshot_2023-06-12_at_4.19.09_PM_pkwsof.png",
      "type": "Website",
      "responsibility": [
        "Web Development",
        "UI/UX Design"
      ],
      "credit": "https://dribbble.com/shots/15176338-Aura-Website-Main-Page",
      "desc": "The project entailed creating a hotel booking website with all the complex cancellation, payment, booking processes."
    },
    {
      "id": "asd1293ulskmnb5",
      "title": "Sasha Eyewear",
      "imageUrl": "https://res.cloudinary.com/djxpqemkk/image/upload/v1688950898/Screenshot_2023-07-10_at_6.31.10_AM_evtulx.png",
      "type": "Website",
      "responsibility": [
        "Web Development",
        "UI/UX Design"
      ],
      "credit": "https://dribbble.com/shots/15173118-Surtido-Rico",
      "desc": "An E-commerce site for Sasha Eyewear, allowing them to scale and sale their products online, also equipped with order tracking and cancellation flow."
    },
    {
      "id": "asd1293ulkmnbj6",
      "title": "Trendy Adobe",
      "imageUrl": "https://res.cloudinary.com/djxpqemkk/image/upload/v1688951293/Screenshot_2023-07-05_at_5.56.59_PM_fnbpv3.png",
      "type": "Website",
      "responsibility": [
        "Web Development",
        "UI/UX Design"
      ],
      "credit": "https://dribbble.com/shots/15197890-Courses-Management-and-Promoting-Web-App",
      "desc": "An E-commerce shop for Home decor items, uses Razorpay for payment integration and Ejs for admin panel template. The admin can dynamically add/remove products just from the admin panel."
    }
  ],
  "advantage": [
    [
      {
        "title": "Communicative",
        "description": "We communicate our project ideas and progress to make it clear.",
        "imageUrl": "assets/images/Communicative.png"
      },
      {
        "title": "Management",
        "description": "We manage our project properly to make our project done well.",
        "imageUrl": "assets/images/Management.png"
      }
    ],
    [
      {
        "title": "Collaborative​",
        "description": "Our team are very collaborative to make our project done well.",
        "imageUrl": "assets/images/Collaborative.png"
      },
      {
        "title": "Favourite",
        "description": "We've did so many project and all of our client love it.",
        "imageUrl": "assets/images/Favourite.png"
      }
    ]
  ],
  "testimonial": [
    {
      "name": "Sasha Rose",
      "company": "Owner, Surveyor Corps",
      "testimoni": "Impressive experience with Josh It Works. Their technical skill and creativity brought my vision to life. The website they delivered was visually stunning and user-friendly. A top-notch web development agency.",
      "imageUrl": "assets/images/Sasha.jpg"
    },
    {
      "name": "Kruger Khan",
      "company": "Director, Shultan Oil",
      "testimoni": "I had a fantastic experience with Josh It Works. Their team understood my requirements and turned it into a reality. They were easy to communicate with, provided regular updates, and delivered the project on time.",
      "imageUrl": "assets/images/Kruger.jpg"
    },
    {
      "name": "Reiner John",
      "company": "CEO, Marley CO",
      "testimoni": "Josh It Works is my go-to agency for web development. Their team is knowledgeable, efficient, and responsive. They took my project seriously and delivered a website that perfectly captured my brand. The user experience is seamless, and I couldn't be happier with the results. Don't hesitate to hire them!",
      "imageUrl": "assets/images/Reiner.jpg"
    }
  ],
  "team": [
    {
      "name": "Himanshu Ragi",
      "position": "CEO, Tech Lead",
      "imageUrl": "assets/images/CEO.jpg"
    },
    {
      "name": "Parshvi Chhajed",
      "position": "Co-founder, HRD",
      "imageUrl": "assets/images/HRD.jpg"
    },
    {
      "name": "Granger Watterson",
      "position": "Finance",
      "imageUrl": "assets/images/Finance.jpg"
    },
    {
      "name": "Tom Jimmy",
      "position": "Project Manager",
      "imageUrl": "assets/images/Project-manager.jpg"
    },
    {
      "name": "Jim Hendrix",
      "position": "Front-end Developer",
      "imageUrl": "assets/images/Frontend1.jpg"
    },
    {
      "name": "Calvin Max",
      "position": "Front-end Developer",
      "imageUrl": "assets/images/Frontend2.jpg"
    },
    {
      "name": "Hawkins Jim",
      "position": "Back-end Developer",
      "imageUrl": "assets/images/Backend1.jpg"
    },
    {
      "name": "Don Bizaro",
      "position": "Back-end Developer",
      "imageUrl": "assets/images/Backend2.jpg"
    },
    {
      "name": "Bill Markinson",
      "position": "Mobile Developer",
      "imageUrl": "assets/images/Mobile1.jpg"
    },
    {
      "name": "Igor Kavarov",
      "position": "Mobile Developer",
      "imageUrl": "assets/images/Mobile2.jpg"
    },
    {
      "name": "Freddie Curl",
      "position": "UI/UX Designer",
      "imageUrl": "assets/images/UIUX2.jpg"
    },
    {
      "name": "Monica Lovegood",
      "position": "UI/UX Designer",
      "imageUrl": "assets/images/UIUX1.jpg"
    }
  ]
}